Repository: mcmespana/comunicaAreaPrivada
Catalog: languages/sticpa-*.po
Languages: ca

source: (filtered from _MAX_ total entries)
ca: (sobre un total de _MAX_ registres)

source: (Format: jpg, jpeg, gif, png - Maximum size: 6MB)
ca: (Format: jpg, jpeg, gif, png - Mida màxima: 6MB)

source: : activate to sort column ascending
ca: : activeu per ordenar la columna de forma ascendent

source: : activate to sort column descending
ca: : activeu per ordenar la columna de forma descendent

source: Account
ca: Organització

source: Accounts
ca: Organitzacions

source: Actions
ca: Accions

source: Address
ca: Adreça

source: Also, follow the documentation at
ca: A més, seguiu la documentació que hi ha a

source: Amount
ca: Import

source: Are you NOT registered? Click here.
ca: No esteu registrat? Feu clic aquí.

source: Are you sure you want to change this value?
ca: Esteu segur que voleu canviar aquest valor?

source: Are you sure you want to delete this record?
ca: Esteu segur que voleu suprimir aquest registre?

source: Are you sure you want to unsubscribe?
ca: Esteu segur que voleu donar-vos de baixa?

source: Attendance
ca: Assistència

source: Attendances
ca: Assistències

source: Available events appear in blue.
ca: Els esdeveniments disponibles es mostren en blau.

source: Back
ca: Torna

source: Bank account
ca: Compte bancari

source: By clicking on send you will unsubscribe your user account and you will no longer be able to access this private area.
ca: Si doneu de baixa el vostre usuari no podreu tornar a accedir a aquesta àrea privada.

source: Calendar
ca: Calendari

source: Change password
ca: Canvia la contrasenya

source: Change profile picture
ca: Canvia la fotografia de perfil

source: Choose a file
ca: Seleccioneu un fitxer

source: Confirm new password
ca: Confirmeu la nova contrasenya

source: Connection not successful. Please check REST URL, Username and Password
ca: No s'ha pogut establir la connexió. Reviseu la URL REST, el nom d'usuari i la contrasenya.

source: Contact
ca: Persona

source: Contacts
ca: Persones

source: Contacts or Accounts
ca: Persones o organitzacions

source: CRM URL, ex: https://example.sinergiacrm.org
ca: Enllaç del CRM. Per exemple: https://example.sinergiacrm.org

source: Custom HTML
ca: HTML personalitzat

source: Custom html page
ca: Pàgina HTML personalitzada

source: Delete
ca: Suprimeix

source: Donations certificate
ca: Certificat de donacions

source: Download
ca: Descarrega

source: Edit
ca: Edita

source: Email
ca: Correu electrònic

source: Email address already exists.
ca: L'adreça de correu electrònic ja existeix.

source: Enter the correct old password.
ca: Escriviu correctament la contrasenya antiga.

source: Enter your email address
ca: Escriviu l'adreça de correu electrònic.

source: Enter your username
ca: Escriviu el nom d'usuari.

source: Error loading the picture.
ca: Error al carregar la fotografia.

source: Error saving the profile.
ca: Error al guardar la fotografia.

source: Event
ca: Esdeveniment

source: Events
ca: Esdeveniments

source: Exit
ca: Surt

source: Failed to send your password. Please, try it again later or contact the administrator.
ca: S'ha produït un error a l'enviar la contrasenya. Proveu-ho més tard o contacteu amb l'administrador.

source: File format is not valid.
ca: El format del fitxer no és vàlid.

source: File size is too large.
ca: La mida del fitxer és massa gran.

source: First
ca: Primer

source: Forgot your password? Click here.
ca: Heu oblidat la contrasenya? Feu clic aquí.

source: Full name
ca: Nom i cognoms

source: Identification number
ca: Número d'identificació

source: Identification type not validable
ca: Aquest tipus d'identificació no es pot validar.

source: In order to show the private area, please insert this shortcode in a page
ca: Per mostrar l'àrea privada, afegiu aquest codi curt a una pàgina

source: Job application
ca: Candidatura

source: Job applications
ca: Candidatures

source: Job offer
ca: Oferta laboral

source: Job offers
ca: Ofertes laborals

source: Language
ca: Idioma

source: Last
ca: Últim

source: Last name
ca: Cognoms

source: Loading...
ca: Carregant...

source: Login as
ca: Entra com

source: Member organizations
ca: Organitzacions membres

source: Name
ca: Nom

source: New contact
ca: Nova persona de contacte

source: New document
ca: Nou document

source: New password
ca: Contrasenya nova

source: New payment commitment
ca: Nou compromís de pagament

source: Next
ca: Següent

source: No data available in table.
ca: No hi ha dades disponibles a la taula.

source: No matching records found.
ca: No s'han trobat registres coincidents.

source: Old password
ca: Contrasenya antiga

source: Organization contact
ca: Persona de contacte

source: Organization contacts
ca: Persones de contacte

source: Password
ca: Contrasenya

source: Password recovery
ca: Recuperació de contrasenya

source: Payer data
ca: Dades de la persona que paga

source: Payment
ca: Pagament

source: Payment commitments
ca: Compromisos de pagament

source: Payment data
ca: Dades del pagament

source: Payment error
ca: Error en el pagament

source: Payment form
ca: Formulari de pagament

source: Payment method
ca: Mitjà de pagament

source: Payments
ca: Pagaments

source: Please, enter a valid IBAN number.
ca: Introduïu un IBAN vàlid.

source: Please, enter a valid identification number.
ca: Introduïu un número d'identificació vàlid.

source: Portal Name
ca: Nom del portal

source: Previous
ca: Anterior

source: Private area plugin for SinergiaCRM
ca: Extensió d'àrea privada de SinergiaCRM

source: Profile
ca: Perfil

source: Profile selected
ca: Perfil seleccionat

source: Profile selection
ca: Selecció de perfil

source: Recipient contact
ca: Persona destinatària

source: Recipient contact data
ca: Dades de la persona destinatària

source: Record successfully deleted.
ca: El registre s'ha suprimit correctament.

source: Register
ca: Inscriu-te

source: Registered events' sessions appear in red.
ca: Les sessions dels esdeveniments amb inscripcions es mostren en vermell.

source: Registration
ca: Inscripció

source: Registrations
ca: Inscripcions

source: Relationship with the organization
ca: Relació amb l'organització

source: Relationships with the organization
ca: Relacions amb l'organització

source: Save
ca: Desa

source: Search
ca: Cerca

source: Select a Document
ca: Seleccioneu un document

source: Select your user type
ca: Seleccioneu el tipus d'usuari

source: Session
ca: Sessió

source: Shortcode
ca: Codi curt

source: Show _MENU_ entries
ca: Mostra els registres de _MENU_

source: Showing 0 to 0 of 0 entries
ca: Mostrant del 0 al 0 de 0 registres

source: Showing _START_ to _END_ of _TOTAL_ entries
ca: Mostrant del _START_ al _END_ de _TOTAL_ registres

source: Sign in
ca: Formulari d'accés

source: Sign Up
ca: Formulari de registre

source: Signup
ca: Registre

source: SinergiaCRM Private Area
ca: Àrea privada de SinergiaCRM

source: SinergiaCRM Private Area Settings
ca: Configuració de l'Àrea privada de SinergiaCRM

source: Start session
ca: Inicia la sessió

source: Submit
ca: Envia

source: Submit payment
ca: Fes el pagament

source: Successful connection
ca: Connexió correcta

source: Successfully unsubscribed from private area.
ca: Us heu donat de baixa de l'àrea privada.

source: The confirmation password does not match.
ca: La contrasenya de confirmació no coincideix.

source: The record has been successfully saved.
ca: El registre s'ha desat correctament.

source: The record has been successfully updated.
ca: El registre s'ha actualitzat correctament.

source: There are invalid fields in your form. Please, correct them before submit.
ca: Hi ha camps no vàlids al vostre formulari. Corregiu-los abans d'enviar-lo.

source: There are missing fields to perform the payment. Please, fill the required fields in the next page.
ca: Falten dades per poder fer el pagament. Ompliu els camps obligatoris de la següent pàgina.

source: There is no available registration.
ca: No hi ha cap inscripció disponible.

source: There is no record.
ca: No hi ha cap registre.

source: There was a problem unsubscribing.
ca: Hi ha hagut un problema al donar-se de baixa.

source: There was an error in the payment. Please, try it again or contact the administrator.
ca: Hi ha hagut un error en el pagament. Repetiu-lo o contacteu amb l'administrador.

source: This user has no people assigned.
ca: Aquest usuari no té persones vinculades.

source: Unsubscribe
ca: Donar-me de baixa

source: Uploading file, please wait...
ca: Pujant l'arxiu, espereu...

source: URL API connection, ex: https://example.sinergiacrm.org/custom/service/v4_1_SticCustom/rest.php
ca: Enllaç de connexió amb l'API. Per exemple: https://example.sinergiacrm.org/custom/service/v4_1_SticCustom/rest.php

source: User profile
ca: Perfil del usuari

source: Username
ca: Nom d'usuari

source: Username already exists.
ca: El nom d'usuari ja existeix.

source: Username and email address already exist.
ca: El nom d'usuari i l'adreça de correu electrònic ja existeixen.

source: Username and/or password are not correct.
ca: El nom d'usuari i/o la contrasenya no són correctes.

source: View
ca: Mostra

source: Welcome
ca: Benvingut/da

source: Wrong IBAN
ca: IBAN incorrecte

source: You have successfully signed up.
ca: Us heu registrat correctament.

source: Your email address does not match.
ca: L'adreça de correu electrònic no coincideix.

source: Your password has been successfully changed.
ca: La vostra contrasenya ha estat modificada.

source: Your password was successfully sent.
ca: La contrasenya ha estat enviada correctament.

source: Your private area password is:
ca: La vostra contrasenya de l'àrea privada és:

source: Your user has been created. You can login now.
ca: El vostre usuari s'ha creat correctament. Ja podeu accedir-hi.

source: Your username does not exist.
ca: El vostre nom d'usuari no existeix.
